Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LOSSLESS_DOWNLOAD_CELLULAR_WARN_ACTION_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CELLULAR_FOOTER_STREAMING_AND_DOWNLOADS
source: Use cellular data for downloads, streaming, updating your library, and loading artwork.
ar: استخدام البيانات الخلوية لإجراء عمليات التنزيل والاستماع عبر الإنترنت وتحديث مكتبتك وتحميل صور الغلاف.
bg: Използвай мобилни данни за изтегляне на файлове, стриймване, обновяване на библиотеката и зареждане на обложки за албуми.
ca: Utilitza dades mòbils per descarregar i reproduir música, actualitzar la biblioteca i carregar il·lustracions.
cs: Pro stahování, streamování, aktualizaci vaší knihovny a načítání grafiky budou využívána mobilní data.
da: Brug mobildata til at hente, streame, opdatere dit bibliotek og indlæse billeder.
de: Verwende mobile Daten für Downloads, Streaming, zum Aktualisieren der Mediathek und Laden von Coverbildern.
el: Χρήση δεδομένων κινητού δικτύου για λήψεις, αναπαραγωγή ροής, ενημέρωση της βιβλιοθήκης σας και φόρτωση εξώφυλλων άλμπουμ.
es: Usa datos móviles para descargar, transmitir, actualizar la biblioteca y cargar ilustraciones.
es_us: Se usarán tus datos celulares para descargar, transmitir, actualizar tu biblioteca y cargar ilustraciones.
fi: Käytä mobiilidataa lataamiseen, striimaamiseen, kirjaston päivittämiseen ja kuvitusten lataamiseen.
fr: Utilisez les données cellulaires pour les téléchargements, la diffusion en continu, la mise à jour de votre bibliothèque et le chargement d’illustrations.
fr_ca: Utilisez les données cellulaires pour effectuer des téléchargements, écouter des contenus en continu, mettre à jour votre bibliothèque et charger les illustrations d’album.
he: ניתן להשתמש בנתונים סלולריים עבור הורדות, הזרמות, עדכון של הספריה וטעינה של עטיפות אלבום.
hi: डाउनलोड करने, स्ट्रीमिंग, अपनी लाइब्रेरी को अपडेट करने और आर्टवर्क लोड करने के लिए मोबाइल डेटा का उपयोग करें।
hr: Koristite mobilne podatke za preuzimanja, streaming, ažuriranje svoje medijateke i učitavanje omota.
hu: Mobiladat-hálózat használata a letöltésekhez, a streameléshez, a könyvtárának frissítéséhez és az illusztráció betöltéséhez.
id: Gunakan data seluler untuk mengunduh, melakukan streaming, memperbarui perpustakaan, dan memuat gambar.
it: Utilizza i dati cellulare per i download, lo streaming, l’aggiornamento della libreria e il caricamento delle copertine.
ja: ダウンロード、ストリーミング、ライブラリのアップデート、アートワークの読み込みにモバイルデータ通信を使用します。
kk: Жүктеп алу, трансляциялау, медиатеканы жаңарту және мұқабаны жүктеу үшін ұялы деректерді пайдалану.
ko: 다운로드, 스트리밍, 보관함 업데이트 및 앨범 표지를 로드하는 데 셀룰러 데이터를 사용합니다.
lt: Mobiliojo ryšio duomenys naudojami atsisiuntimams, klausymuisi srautu, bibliotekos atnaujinimui ir kūrinių įkėlimui.
ms: Gunakan data selular untuk muat turun, menstrim, mengemas kini pustaka anda dan memuatkan karya seni.
nl: Gebruik mobiele data voor downloads, streamen, het bijwerken van je bibliotheek en het laden van illustraties.
no: Bruk mobildata for nedlastinger, strømming, oppdatering av biblioteket og nedlasting av albumbilder.
pl: Do pobierania, strumieniowania, uaktualniania biblioteki i pobierania grafik używana będzie sieć komórkowa.
pt_br: Use dados celulares para downloads, transmissões, atualizar sua biblioteca e carregar capas de álbuns.
pt_pt: Usar dados móveis para descargas, fazer streaming, atualizar a biblioteca e carregar grafismos de álbuns.
ro: Utilizați conexiunea de date celulare pentru descărcări, difuzarea în flux, actualizarea bibliotecii și încărcarea ilustrațiilor.
ru: Использовать сотовую сеть для загрузки музыки, потоковой передачи, обновления медиатеки и загрузки обложек.
sk: Mobilné dáta budú použité na sťahovanie, streamovanie, aktualizáciu knižnice a načítavanie grafiky.
sl: Uporabite mobilne podatke za prenos, pretakanje, posodabljanje knjižnice in nalaganje naslovnice.
sv: Använd mobildata till att hämta, strömma, uppdatera biblioteket och läsa in bildmaterial.
th: ใช้ข้อมูลเซลลูลาร์สำหรับดาวน์โหลด สตรีม อัปเดตคลังของคุณ และโหลดภาพหน้าปก
tr: İndirmek, duraksız yayına ulaşmak, arşivinizi güncellemek ve albüm resimlerini yüklemek için hücresel veri kullanır.
uk: Стільникові дані використовуватимуться для викачувань, трансляцій, оновлювання медіатеки й отримування обкладинок.
vi: Sử dụng dữ liệu di động để tải về, truyền phát, cập nhật thư viện và tải hình minh họa.
zh_cn: 使用蜂窝数据下载、流播放、更新资料库和载入专辑插图。
zh_hk: 使用流動數據下載、串流、更新資料庫及載入插圖。
zh_tw: 使用行動數據來下載、串流、更新你的資料庫和載入插圖。

# ENABLE_SYNC_LIBRARY
source: Turn on Sync Library
ar: تشغيل مزامنة المكتبة
bg: Включи синхронизиране на библиотека
ca: Activa la sincronització de la biblioteca
cs: Zapnout synchronizaci knihovny
da: Slå Synkroniser bibliotek til
de: „Mediathek synchronisieren“ aktivieren
el: Ενεργοποίηση του Συγχρονισμού βιβλιοθήκης
es: Activar “Sincronizar biblioteca”
es_us: Activar sincronizar biblioteca
fi: Laita kirjaston synkronointi päälle
fr: Activer la synchronisation de la bibliothèque
fr_ca: Activer Synchroniser la bibliothèque
he: הפעלת ״סנכרון הספריה״
hi: “लाइब्रेरी सिंक करें” चालू करें
hr: Uključi sinkroniziranje medijateke
hu: Könyvtár szinkronizálásának bekapcsolása
id: Nyalakan Penyelarasan Perpustakaan
it: Attiva sincronizzazione libreria
ja: ライブラリの同期をオンにする
kk: Медиатеканы синхрондау функциясын қосу
ko: 보관함 동기화 켜기
lt: Įjungti bibliotekos sinchronizavimą
ms: Aktifkan Selaraskan Pustaka
nl: Schakel 'Synchroniseer bibliotheek' in
no: Slå på Synkroniser bibliotek
pl: Włącz Synchronizuj bibliotekę
pt_br: Ativar Sincronização de Biblioteca
pt_pt: Ativar Sincronizar biblioteca
ro: Activați sincronizarea bibliotecii
ru: Вкл. синхронизацию Медиатеки
sk: Zapnúť synchronizáciu knižnice
sl: Vklopi sinhronizacijo knjižnice
sv: Aktivera synkronisering av bibliotek
th: เปิดใช้คลังเชื่อมข้อมูล
tr: Arşivi Eşzamanla’yı Aç
uk: Увімкнути синхронізацію медіатеки
vi: Bật Thư viện đồng bộ hóa
zh_cn: 打开同步资料库
zh_hk: 開啟同步資料庫
zh_tw: 開啟同步資料庫

# CELLULAR_FOOTER_STREAMING_ONLY
source: Use cellular data for streaming, updating your library, and loading artwork.
ar: استخدام البيانات الخلوية للاستماع عبر الإنترنت وتحديث مكتبتك وتحميل صور الغلاف.
bg: Използвай мобилни данни за стриймване, обновяване на библиотеката и зареждане на обложки за албуми.
ca: Utilitza dades mòbils per reproduir música, actualitzar la biblioteca i carregar il·lustracions.
cs: Pro streamování, aktualizaci vaší knihovny a načítání grafiky budou využívána mobilní data.
da: Brug mobildata til at streame, opdatere dit bibliotek og indlæse billeder.
de: Verwende mobile Daten für Streaming, zum Aktualisieren der Mediathek und Laden von Coverbildern.
el: Χρήση δεδομένων κινητού δικτύου για αναπαραγωγή ροής, ενημέρωση της Βιβλιοθήκης σας και φόρτωση εξώφυλλων άλμπουμ.
es: Usa datos móviles para transmitir, actualizar la biblioteca y cargar ilustraciones.
es_us: Se usarán tus datos celulares para transmitir, actualizar tu biblioteca y cargar ilustraciones.
fi: Käytä mobiilidataa striimaamiseen, kirjaston päivittämiseen ja kuvitusten lataamiseen.
fr: Utilisez les données cellulaires pour le streaming, la mise à jour de votre bibliothèque et le chargement d’illustrations.
fr_ca: Utilisez les données cellulaires pour écouter des contenus en continu, mettre à jour votre bibliothèque et charger les illustrations d’album.
he: ניתן להשתמש בנתונים סלולריים עבור הזרמה, עדכון של הספריה וטעינה של עטיפות אלבומים.
hi: स्ट्रीमिंग, अपनी लाइब्रेरी को अपडेट करने और आर्टवर्क लोड करने के लिए मोबाइल डेटा का उपयोग करें।
hr: Koristite mobilne podatke za streaming, ažuriranje svoje medijateke i učitavanje omota.
hu: Mobiladat-hálózat használata a streameléshez, a könyvtárának frissítéséhez és az illusztráció betöltéséhez.
id: Gunakan data seluler untuk melakukan streaming, memperbarui perpustakaan, dan memuat gambar.
it: Utilizza i dati cellulare per lo streaming, l’aggiornamento della libreria e il caricamento delle copertine.
ja: ストリーミング、ライブラリのアップデート、アートワークの読み込みにモバイルデータ通信を使用します。
kk: Трансляциялау, медиатеканы жаңарту және мұқабаны жүктеу үшін ұялы деректерді пайдалану.
ko: 스트리밍, 보관함 업데이트 및 앨범 표지를 로드하는 데 셀룰러 데이터를 사용합니다.
lt: Mobiliojo ryšio duomenys naudojami klausymuisi srautu, bibliotekos atnaujinimui ir kūrinių įkėlimui.
ms: Gunakan data selular untuk menstrim, mengemas kini pustaka anda dan memuatkan karya seni.
nl: Gebruik mobiele data voor streamen, het bijwerken van je bibliotheek en het laden van illustraties.
no: Bruk mobildata for strømming, oppdatering av biblioteket og nedlasting av albumbilder.
pl: Do strumieniowania, uaktualniania biblioteki i pobierania grafik używana będzie sieć komórkowa.
pt_br: Use dados celulares para fazer transmissões, atualizar sua biblioteca e carregar capas de álbuns.
pt_pt: Usar dados móveis para fazer streaming, atualizar a biblioteca e carregar grafismos de álbuns.
ro: Utilizați conexiunea de date celulare pentru difuzarea în flux, actualizarea bibliotecii și încărcarea ilustrațiilor.
ru: Использовать сотовую сеть для потоковой передачи, обновления медиатеки и загрузки обложек.
sk: Mobilné dáta budú použité na streamovanie, aktualizáciu knižnice a načítavanie grafiky.
sl: Uporabite mobilne podatke za pretakanje, posodabljanje knjižnice in nalaganje naslovnice.
sv: Använd mobildata till att strömma, uppdatera biblioteket och läsa in bildmaterial.
th: ใช้ข้อมูลเซลลูลาร์สำหรับสตรีม อัปเดตคลังของคุณ และโหลดภาพหน้าปก
tr: Duraksız yayına ulaşmak, arşivinizi güncellemek ve albüm resimlerini yüklemek için hücresel veri kullanır.
uk: Використовувати стільникові дані для трансляцій, оновлювання медіатеки й отримування обкладинок.
vi: Sử dụng dữ liệu di động để truyền phát, cập nhật thư viện và tải hình minh họa.
zh_cn: 使用蜂窝数据流播放、更新资料库和载入专辑插图。
zh_hk: 使用流動數據串流、更新資料庫及載入插圖。
zh_tw: 使用行動數據來串流、更新你的資料庫和載入插圖。

# HI_RES_LOSSLESS_DAC_REQUIRED_WARN_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# HI_RES_LOSSLESS_DAC_REQUIRED_WARN_ACCEPT
source: Continue in Hi-Res Lossless
ar: متابعة بتنسيق Hi-Res Lossless
bg: Продължи в Hi-Res Lossless
ca: Alta resolució sense pèrdua
cs: Pokračovat bezztrátově v Hi‑Res
da: Fortsæt i Hi-Res Lossless
de: Mit Hi-Res Lossless fortfahren
el: Συνέχεια σε Lossless υψηλής ανάλυσης
es: Continuar en alta resolución sin pérdida
es_us: Seguir en Hi-Res Lossless
fi: Jatka Hi-Res Lossless -muodossa
fr: Continuer en Lossless haute qualité
fr_ca: Continuer au format sans perte haute qualité
he: המשך עם Hi-Res Lossless
hi: Hi-Res Lossless में जारी रखें
hr: Nastavi u formatu Hi-Ress Lossless
hu: Folytatás nagy felbontású veszteségmentesként
id: Lanjutkan dalam Hi-Res Lossless
it: Continua in Hi‑Res Lossless
ja: ハイレゾロスレスで続ける
kk: Hi-Res Lossless форматында жалғастыру
ko: 고해상도 무손실로 계속하기
lt: Tęsti naudojant didelės raiškos nenuostolingąjį formatą
ms: Teruskan dalam Lossless Hi-Res
nl: Ga door in 'Lossless met hoge resolutie'
no: Fortsett i Hi-Res Lossless
pl: Kontynuuj, używając Hi-Res Lossless
pt_br: Continuar em Hi-Res Lossless
pt_pt: Continuar em alta resolução sem perdas
ro: Continuați cu Hi-Res Lossless
ru: Продолжить с Hi‑Res Lossless
sk: Pokračovať v Hi‑Res Lossless kvalite
sl: Nadaljuj v kakovosti Hi-Res Lossless
sv: Fortsätt i Hi-Res Lossless
th: ดำเนินการต่อในรูปแบบ Hi-Res Lossless
tr: Yüksek Çöz. Kayıpsız Olarak Sürdür
uk: Продовжити у високороздільному
vi: Tiếp tục bằng Hi-Res Lossless
zh_cn: 以高解析度无损格式继续
zh_hk: 繼續使用高解析度無損壓縮
zh_tw: 以「高解析度保真壓縮」繼續

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

source: Downloaded Music
ar: الموسيقى التي تم تنزيلها
bg: Изтеглена музика
ca: Música descarregada
cs: Stažená hudba
da: Overført musik
de: Musikdownloads
el: Ληφθείσα μουσική
es: Música descargada
es_us: Música descargada
fi: Ladattu musiikki
fr: Musique téléchargée
fr_ca: Musique téléchargée
he: מוזיקה שהורדת
hi: डाउनलोड किया गया संगीत
hr: Preuzeta glazba
hu: Letöltött zene
id: Musik Unduhan
it: Musica scaricata
ja: ダウンロード済み
kk: Жүктеп алынған музыка
ko: 다운로드한 음악
lt: Atsisiųsta muzika
ms: Muzik Dimuat Turun
nl: Gedownloade muziek
no: Nedlastet musikk
pl: Pobrana muzyka
pt_br: Músicas Baixadas
pt_pt: Música descarregada
ro: Muzică descărcată
ru: Загруженная музыка
sk: Stiahnutá hudba
sl: Prenesena glasba
sv: Hämtad musik
th: เพลงที่ดาวน์โหลดแล้ว
tr: İndirilen Müzik
uk: Викачана музика
vi: Nhạc đã tải về
zh_cn: 已下载的音乐
zh_hk: 已下載的音樂
zh_tw: 已下載的音樂

# HOME_SHARING_PASSWORD
source: Password
ar: كلمة السر
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_us: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
kk: Құпиясөз
ko: 암호
lt: Slaptažodis
ms: Kata Laluan
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# SHARE_PLAY_TOGETHER_DISCOVERABLE_TITLE
source: Discoverable by Nearby Contacts
ar: يمكن لجهات الاتصال القريبة اكتشافه
bg: Може да се открива от контакти наблизо
ca: Visible per als contactes propers
cs: Viditelnost pro kontakty v okolí
da: Kan findes af kontakter i nærheden
de: Für Kontakte in der Nähe sichtbar
el: Ανακαλύψιμο από κοντινές επαφές
es: Visible para contactos cercanos
es_us: Visible para contactos cercanos
fi: Lähistöllä olevien yhteystietojen löydettävissä
fr: Détectable par les contacts à proximité
fr_ca: Détectable par les contacts à proximité
he: גילוי על ידי אנשי קשר בסביבה
hi: आस-पास के संपर्कों द्वारा खोजने योग्य
hr: Obližnji kontakti mogu pronaći
hu: Felfedezhető a közeli kontaktok által
id: Dapat Ditemukan Kontak Di Sekitar
it: Visibile ai contatti vicini
ja: 近くの連絡先で検出可能にする
kk: Контактілер таба алады
ko: 근처에 있는 연락처 인식 가능
lt: Gali aptikti netoliese esantys adresatai
ms: Boleh Ditemui Kenalan Dekat
nl: Detecteerbaar door contacten in de buurt
no: Søkbar for kontakter i nærheten
pl: Wykrywalna dla pobliskich kontaktów
pt_br: Visível para Contatos por Perto
pt_pt: Detetável por contactos por perto
ro: Detectabil de contactele din apropiere
ru: Видимость поблизости
sk: Viditeľnosť pre kontakty v okolí
sl: Vidno bližnjim stikom
sv: Upptäckbar av kontakter i närheten
th: ถูกมองเห็นได้โดยรายชื่อที่อยู่ใกล้เคียง
tr: Yakındaki Kişiler Tarafından Bulunabilir
uk: Видимість для контактів поряд
vi: Các liên hệ ở gần có thể tìm thấy
zh_cn: 可被附近的联系人发现
zh_hk: 可被附近的聯絡人發現
zh_tw: 可被附近聯絡人找到

# DOWNLOAD_IN_ATMOS
source: Download in Dolby Atmos
ar: تنزيل بتنسيق Dolby Atmos
bg: Изтегляне в Dolby Atmos
ca: Descarrega en Dolby Atmos
cs: Stahovat v Dolby Atmos
da: Hent i Dolby Atmos
de: Als Dolby Atmos laden
el: Λήψη σε Dolby Atmos
es: Descargar en Dolby Atmos
es_us: Descargar en Dolby Atmos
fi: Lataa Dolby Atmos -muodossa
fr: Télécharger en Dolby Atmos
fr_ca: Télécharger en Dolby Atmos
he: הורדה ב-Dolby Atmos
hi: Dolby Atmos में डाउनलोड करें
hr: Preuzmi u kvaliteti Dolby Atmos
hu: Letöltés Dolby Atmos formátumban
id: Unduh dalam Dolby Atmos
it: Scarica in Dolby Atmos
ja: ドルビーアトモスでダウンロード
kk: Dolby Atmos форматында жүктеп алу
ko: Dolby Atmos로 다운로드
lt: Atsisiųsti „Dolby Atmos“ formatu
ms: Muat Turun dalam Dolby Atmos
no: Last ned i Dolby Atmos
pl: Pobieraj Dolby Atmos
pt_br: Baixar em Dolby Atmos
pt_pt: Descarregar em Dolby Atmos
ro: Descărcare în Dolby Atmos
ru: Загрузки в Dolby Atmos
sk: Sťahovať vo formáte Dolby Atmos
sl: Prenesi v obliki zvoka Dolby Atmos
sv: Hämta i Dolby Atmos
th: ดาวน์โหลดในรูปแบบ Dolby Atmos
tr: Dolby Atmos Olarak İndir
uk: Викачувати версії Dolby Atmos
vi: Tải về bằng Dolby Atmos
zh_cn: 以杜比全景声格式下载
zh_hk: 以「杜比全景聲」下載
zh_tw: 以杜比全景聲格式下載

# ADD_FAVORITE_SONGS_TO_MY_MUSIC
source: Add Favorite Songs
ar: إضافة الأغاني المفضلة
bg: Добави любими песни
ca: Afegeix les cançons favorites
cs: Přidávat oblíbené skladby
da: Tilføj favoritsange
de: Lieblingstitel hinzufügen
el: Προσθήκη αγαπημένων τραγουδιών
es: Añadir canciones favoritas
es_us: Agregar canciones favoritas
fi: Lisää suosikkikappaleet
fr: Ajouter les morceaux favoris
fr_ca: Ajouter les chansons favorites
he: הוספת שירים מועדפים
hi: पसंदीदा गीत जोड़ें
hr: Dodaj omiljene pjesme
hu: Kedvenc dalok hozzáadása
id: Tambah Lagu Favorit
it: Aggiungi brani preferiti
ja: お気に入りの曲を追加
kk: Таңдаулы әндерді қосу
ko: 즐겨찾는 노래 추가
lt: Įtraukti mėgstamiausių dainų
ms: Tambah Lagu Kegemaran
nl: Voeg favoriete nummers toe
no: Legg til favorittsanger
pl: Dodawaj ulubione utwory
pt_br: Adicionar Músicas Favoritas
pt_pt: Adicionar músicas favoritas
ro: Adăugare melodii favorite
ru: Добавление избранных песен
sk: Pridať obľúbené skladby
sl: Dodaj priljubljene skladbe
sv: Lägg till favoritlåtar
th: เพิ่มเพลงโปรด
tr: Favori Parçaları Ekle
uk: Додавати улюблені пісні
vi: Thêm bài hát ưa thích
zh_cn: 添加喜爱歌曲
zh_hk: 加入心水歌曲
zh_tw: 加入喜好歌曲

# FIVEG_AND_WIFI_STREAMING
source: 5G & Wi-Fi Streaming
ar: البث عبر Wi‑Fi و 5G
bg: 5G и Wi-Fi стриймване
ca: Reproducció per Wi-Fi i 5G
cs: Streamování přes 5G a Wi‑Fi
da: Streaming via 5G og Wi-Fi
de: 5G- und WLAN-Streaming
el: 5G και ροή Wi-Fi
es: Transmisión por Wi-Fi y 5G
es_us: Transmisión con Wi-Fi y 5G
fi: 5G- ja Wi‑Fi-striimaus
fr: Diffusion Wi-Fi et 5G
fr_ca: Diffusion 5G et Wi‑Fi
he: הזרמה ברשת אלחוטית וב-5G
hi: 5G और वाई-फ़ाई स्ट्रीमिंग
hr: Streaming (5G i Wi-Fi)
hu: Streamelés 5G-n és Wi-Fi-n
id: Streaming 5G & Wi-Fi
it: 5G e streaming Wi-Fi
ja: 5GとWi-Fiストリーミング
kk: 5G және Wi-Fi арқылы трансляция
ko: 5G 및 Wi-Fi 스트리밍
lt: Perdavimas srautu per 5G ir „Wi-Fi“
ms: Penstriman 5G & Wi‑Fi
nl: Streamen via 5G en wifi
no: Strømming over 5G og Wi‑Fi
pl: Strumieniuj (5G i Wi-Fi)
pt_br: 5G e Streaming via Wi-Fi
pt_pt: Streaming com 5G e Wi‑Fi
ro: Difuzare prin 5G și Wi‑Fi
ru: 5G и трансляция по Wi‑Fi
sk: Streamovanie cez 5G a Wi-Fi
sl: Pretakanje prek omrežja 5G in Wi-Fi
sv: 5G och Wi-Fi-strömning
th: การสตรีมผ่าน 5G และ Wi‑Fi
tr: 5G ve Wi-Fi ile Yayın
uk: Трансляція через 5G і Wi‑Fi
vi: Truyền phát qua 5G & Wi-Fi
zh_cn: 5G与Wi-Fi流播放
zh_hk: 5G與Wi-Fi串流
zh_tw: 5G與Wi-Fi串流

source: Show Star Ratings
ar: إظهار تقييمات النجوم
bg: Показване на оценки със звезди
ca: Valoració amb estrelles
cs: Zobrazit hodnocení
da: Vis stjernevurderinger
de: Bewertungssterne einblenden
el: Εμφάνιση βαθμολογιών
es: Valoración mediante estrellas
es_us: Mostrar estrellas
fi: Näytä tähtiarvioinnit
fr: Classements par étoiles
fr_ca: Classements par étoiles
he: הצגת דירוג כוכבים
hi: स्टार रेटिंग दिखाएँ
hr: Ocjenjivanje zvjezdicama
hu: Csillagértékelések
id: Tampilkan Nilai Bintang
it: Mostra classifica a stelle
ja: 星印の評価を表示
kk: Жұлдызды рейтингілерді көрсету
ko: 별점 평가 보기
lt: Rodyti įvertinimus žvaigždėmis
ms: Tunjukkan Penilaian Bintang
nl: Toon sterbeoordeling
no: Vis vurdering med stjerner
pl: Pokazuj oceny (gwiazdki)
pt_br: Mostrar Classificação
pt_pt: Mostrar classificação
ro: Afișare evaluări cu stele
ru: Показ рейтинга звездами
sk: Zobraziť hodnotenia
sl: Prikaži ocene z zvezdicami
sv: Visa betyg med stjärnor
th: แสดงดาวจัดอันดับ
tr: Yıldızlı Puanlamayı Göster
uk: Показувати зірки
vi: Hiển thị xếp hạng sao
zh_cn: 显示星级评分
zh_hk: 顯示星級評分
zh_tw: 顯示星星評分
